{
  "heading": "General Terms and Conditions (General T&C)",
  "subHeading": "Raqamyah Legal and Compliance",
  "introduction": {
    "heading": "Introduction",
    "content1": "The Raqmyah crowdlending platform (hereinafter referred to as the 'Website/Raqmyah platform') is operated by Raqmyah Crowdlending Company, a closed joint stock company established under the laws of the Kingdom of Saudi Arabia, with commercial registration number 1010449309, and its registered head office at 3252 Prince Mohammed Bin Abdulaziz Road, Al-Dughayther Complex 2, 2nd Floor, Al-Olaya, Riyadh 12241-6231, Kingdom of Saudi Arabia. (hereinafter referred to as the 'Raqmyah platform'). These General Terms and Conditions (hereinafter referred to as the 'General Terms') apply to you as a user of the Website, whether you are an investor or a borrower.",
    "content2": "You should read the General Terms carefully before using this Site as your access to the use of the Site are governed by them. If you use this Site you agree that: (i) you have read and understood these General Terms and (ii) you agree to comply with and be bound by the General Terms. If you do not agree with these General Terms or do not agree to be bound by these General Terms, please do not use the Site. Based on any regulatory or supervisory changes that may occur to the general terms and conditions at any time, or for any other reasons that Raqamyah deems appropriate at its absolute discretion, Raqamyah will notify its customers prior to any change that may occur to the terms and conditions, at least (30) days before the start of the change, via text messages and other channels. Additionally, Raqamyah provides the possibility of objection if the customer does not agree after receiving the notice and before the specified date of implementation where they can decide whether or not they wish to continue using the platform.",
    "content3": "You must comply with the Investor Terms and Conditions if you are an investor, and the Borrower Terms and Conditions if you are a borrower. These General Terms are to be read and applied in conjunction with the Investor Terms and Conditions and the Borrower Terms and Conditions. You must also comply with our Privacy Policy.",
    "content4": "These General Terms are to be read together with the Investor Terms and Conditions, the Borrower Terms and Conditions, the FAQ, and the Privacy Policy published on the Website.",
    "content5": "if you have any questions in relation to the Site or these General Terms, please contact us at contactus@raqamyah.com."
  },

  "disclaimerRiskWarning": {
    "heading": "Disclaimer and Risk Warning",
    "content1": "It is agreed by you that no content on the Site constitutes a recommendation or advice that any particular finance request or transaction is suitable or advisable for you or any other person. Neither ourselves, our directors, our officers, our employees nor any third-party service providers shall advise you personally in respect of the nature, value or suitability of any particular investment or transaction. We are not authorised to offer or grant investment or finance advice.",
    "content2": "All content and material on the Site is for information purposes only. Nothing on this Site shall constitute any form of advice or recommendation by us and shall not be construed as any offer, solicitation, invitation or recommendation to enter into or engage in any finance agreement, and shall not be relied on by you in making any specific finance decision. Nothing on this Site shall have the purpose or inviting or inducing you to engage in any type of finance activity. Nothing on this Site shall be construed as issuing securities or inviting any members of the public to subscribe to enter into or engage in any finance agreement. Nothing on this Site shall contain or be construed so as to contain any statement, announcement or communication that has the effect of engaging in financing activities. We recommend that you seek independent advice from a financial advisor before making any such decision.",
    "content3": "Nothing in this Site constitutes or may be construed as an offer or solicitation to engage in financing activities and related services to anyone in any jurisdiction.",
    "content4": "You agree that all credit assessments, descriptions and other financial data made available on the Site is compiled from third-party sources and where possible, all such data has been verified by us as far as it is commercially possible. However, we provide no guarantee that such information is complete or accurate nor do we make any representation that such information is complete or accurate."
  },
  "disclaimerWarranties": {
    "heading": "Disclaimer of Warranties",
    "content1": "This Site is provided with no express or implied warranties of any nature. Raqamyah, our employees, directors, agents and any third-party service provider shall not provide any warranty as to the accuracy, completeness or reliability of any information provided on the Site. We do not warrant that any of the Services provided on the Site are fit for your particular purpose and we hereby exclude and disclaim any express or implied warranties in relation to all information and Services provided on this Site, save for those warranties which cannot be excluded under the applicable law.",
    "content2": "We do not guarantee the availability of the Site, due to the nature of the internet. We do not warrant that the Site or any part of the Site shall be available or disrupted or error free at any times or that the Site will be free of viruses or other harmful components.",
    "content3": "We shall not be liable if communications sent via the Site on public telecommunications networks are intercepted by third parties, delayed or delivered incorrectly."
  },
  "eligibility&Registration": {
    "heading": "Eligibility and Registration",
    "content1": "To access the Website, you acknowledge and undertake that you have full legal and Sharia-compliant eligibility to access this Website. You also acknowledge that you will be required to register as either an investor or a borrower, and that we reserve the right to refuse your registration application at our sole discretion. You must follow the registration procedures on the Website to become an investor or a borrower according to the respective requirements, in addition to creating a username and password to access the Website, and answering all security questions we may ask you in this regard.",
    "content2": "When registering as an investor or borrower, you will be required to provide detailed personal information about yourself or the company you represent. We may, at our sole discretion, request additional documents from you to satisfy any 'know your customer' requirements under applicable regulations.",
    "content3": "You warrant and acknowledge that all information you are required to provide as mentioned above is complete, accurate and true in all respects."
  },
  "security": {
    "heading": "Security",
    "content1": "For certain parts of the Site that require a username or password for login, you agree not to obtain or attempt to obtain unauthorised access to such parts of the Site or to obtain or attempt to obtain authorised access to other protected materials and information.",
    "content2": "Every time you log into Raqamyah, you will need to enter your email address and password and to provide responses to one or more than one security questions. Your username and password are unique to you and should not be shared with any third-party. You must maintain the confidentiality of your username and password, and you are obliged to notify us immediately if you become aware of any loss, disclosure or unauthorised use of the same. You are not permitted to sell or transfer your username to any third-party. If you authorise an employee, director, officer or agent to use your login details, you are responsible and liable for all their activity on the Site. We shall have the right not to permit access or otherwise act on your instructions where we suspect that the person logged onto your account is not you or a person authorised by you or where you suspect unauthorised use or activity or illegal or fraudulent activity.",
    "content3": "A link from this Site to another website shall not mean that we endorse or approve in any way that website, the contents of that website or the operator of that website. You acknowledge that we do not have any control over the contents of such website and have no responsibility or liability for any loss or damage that may arise from your use of that website. This applies even if you gain access from the Site through hypertext or other computer links to such websites. Any such hypertext or other computer links are for your information and convenience only. The display of any hypertext or other computer links to any third-party website does not mean that we endorse that third-party's website, services or products. Your use of a third-party website may be governed by the specific terms and conditions of that third-party website.",
    "content4": "You are not permitted to create a link to any part of our Site on another website. We reserve the right to withdraw linking permission without notice.",
    "content5": "We exclude all responsibility and liability for your use of or inability to use third-party software or other materials on the Site and exclude all liability to any person or entity for their use of or inability to use third-party software or other materials on the Site."
  },
  "siteAvailability": {
    "heading": "Availability of the Site",
    "content1": "Access to the Site is provided on an (as available) basis only.",
    "content2": "We are permitted to limit the availability of the Site to any person or to any location as we see fit acting in our sole discretion.",
    "content3": "For legal, regulatory, commercial, security, technical or maintenance reasons, we may limit or withdraw your access to the Site acting in our sole discretion, at any time and without notice to you."
  },
  "siteRestriction": {
    "heading": "Restrictions on Use of Site",
    "content1": "You agree to comply with all national and international laws and regulations applicable to your use of the Site and shall not use the Site for any unlawful purpose whatsoever.",
    "content2": "Your use of the Site in violation of this Section 7 (Restrictions on Use of Site) or these General Terms may result in suspension or termination of your right to use the Site and we are permitted, acting in our sole discretion, to report any such breach to the relevant authorities and disclose your identity and other information requested by the relevant authorities.",
    "content3": "You agree that you shall not:",
    "content3List": [
      "use the Site in any manner that could damage our servers;",
      "use the Site in any manner that contravenes applicable laws;",
      "copy or extract any information, data or content that is contained in the Site without our prior written approval;",
      "create, upload to or publish or make available through the Site any content that is false, misleading, fraudulent or which is threatening, inflammatory or unlawful;",
      "attempt to gain unauthorised access to the Site or any server, database or computer connected to the Site; or",
      "copy, reproduce, alter, modify or publish any content from the Site without our prior written permission."
    ]
  },
  "obligations": {
    "heading": "Your Obligations",
    "content1": "You must:",
    "content1List": [
      "Not use the Raqamyah platform Website except for its intended purposes and in accordance with these General Terms, the Investor Terms and Conditions, and the Borrower Terms and Conditions.",
      "provide us with accurate information as may be requested from you or as you are obliged to provide and to ensure that all information is up to date;",
      "be responsible for your own virus protection software; and",
      "comply with all requirements under applicable law in relation to the Site and the Raqamyah Platform."
    ],
    "content2": "You shall not carry out the following:",
    "content2List": [
      "make any unauthorised changes to the Site or the Raqamyah Platform by any means;",
      "copy, modify, reproduce, transmit, alter or distribute all or part of the Site or any material or information contained in it;",
      "disguise or interfere with the IP address of the computer you are using to access the Site or take any steps to prevent us from correctly identifying;",
      "gain unauthorised access or assist others in gaining unauthorised access to the Site or to the Raqamyah Platform;",
      "use the Site and/or Raqamyah Platform for any purpose that is unlawful under applicable law, including any fraudulent use; or",
      "use the Site and/or Raqamyah Platform in any manner that adversely affects or disrupts their operations or causes them to fail."
    ]
  },
  "conflictInterest": {
    "heading": "Conflicts of Interest",
    "content1": "As per Saudi Central Bank directives and Crowdfunding rules and regulations we, our affiliates, our officers, directors, employees, agents or any other person connected with us in any manner will not have a material interest or a material relationship to any transaction that you may enter into on the Site and which could potentially give rise to a conflict of interest and we are obliged to disclose such conflict of interest for any material relationship in any transaction."
  },
  "liability&indemnity": {
    "heading": "Exclusion of Liability and Indemnity",
    "content1": "You will use this Site at your own risk. Neither we nor our affiliates, officers, directors, employees, agents or any other person connected with us in any manner shall be liable to you or any third-party for:",
    "content1List": [
      "delay or interruption in service on the Site, irrespective of how this is caused, and for any damages caused as a result;",
      "any action or decision taken by you or not taken by you in reliance on the Site or any of its contents;",
      "any direct, indirect, incidental, consequential, special, punitive, speculative or other damages;",
      "losses or damages caused from use of the Site or its contents;",
      "losses, damages, liabilities, claims or expenses, including legal costs, whether direct, indirect, actual, consequential, indirect or speculative arising out from your use of the Site or its contents in any matter however caused; or",
      "any loss or damages from any cause over which Raqamyah does not have any control, whether directly or indirectly."
    ],
    "content2": "All exclusions of liability as set out in these General Terms shall apply to the extent permitted under applicable law.",
    "content3": "You agree to fully indemnify us in respect of any and all liabilities whatsoever incurred by us for any loss, damage or expense caused or suffered by us, our affiliates, officers, directors, employees or agents as a result of your breach of these General Terms or your use of the Site in an inappropriate manner."
  },
  "intellectualProperty": {
    "heading": "Intellectual Property",
    "content1": "This Site and its content are our property or the property of our licensors, as applicable, and are protected by copyright, trademark, patent and other applicable laws.",
    "content2": "You are permitted to download and print content from this Site (i) solely for your personal use, (ii) solely for the use in the course of business or (iii) solely to the extent necessary to use any of the services on this Site. Site content may not be copied, reproduced, modified, redistributed, used or otherwise dealt with in any of the above methods in the absence of our express written approval.",
    "content3": "You are not permitted to reproduce, store, modify, adapt, upload, frame, perform in public or transmit in any form whatsoever any part of this Site, in the absence of our express written approval.",
    "content4": "We own all present and future copyright, registered and unregistered trademarks, design rights, unregistered designs, database rights and all other present and future intellectual property rights existing in or in relation to the Site and Raqamyah. If and to the extent that any such intellectual property rights vest in you by operation of law or otherwise, you agree to do all acts and to sign all documents, now or in the future, as we may reasonably request in order to assign such intellectual property rights back to us as the rightful owner. You shall retain ownership of all copyright in data that you upload or submit to the Site and grant us a worldwide, perpetual, exclusive, royalty free, non-terminable license to use, copy, distribute, publish and transmit such data in any manner."
  },
  "confidentiality": {
    "heading": "Confidentiality",
    "content1": "You shall not at any time divulge or communicate any Confidential Information to any person except to (i) professional advisors or representatives or (ii) as may be required by law or (iii) to any legal or regulatory authority. You shall use best endeavours to prevent unauthorised or disclosure of any Confidential Information and shall only use such Confidential Information for the purposes of reviewing, proposing, considering or entering into transactions through Raqamyah.",
    "content2": "Confidential Information shall include all information in whatever form, whether in visual, oral or electronic form relating to Raqamyah, any Investor, any Financee (Debtor), any business (including Investor and Financee (Debtor) businesses), any individual or any company that was previously an Investor or a Financee (Debtor), which is provided or disclosed through Raqamyah or to its employees or agents in connection with the use of Raqamyah."
  },
  "termination": {
    "heading": "Termination",
    "content1": "We have the right to terminate your log-in details and/or your access to the Site for any reason or no reason at any time, with or without notice to you and without incurring any liability to you or to any third-party as a result of such termination.",
    "content2": "However, all (i) disclaimers, (ii) restrictions, (iii) exclusions of liability and (iv) limitations of liability as stated in these General Terms and on the Site shall survive any termination. On termination or suspension, you must not directly or indirectly use or access the Site."
  },
  "privacy&Cookies": {
    "heading": "Privacy and Cookies",
    "content1": "All personal information you provide via this Site or the Raqamyah Platform may be collected, stored, processed and used in accordance with our Privacy Policy.",
    "content2": "These General Terms should be read alongside in addition to the Privacy Policy and you confirm that you have read the Privacy Policy and agree to be bound by it. If you do not agree with the Privacy Policy or do not agree to be bound by the Privacy Policy, you must stop using the Site immediately.",
    "content3": "When you use this Site, we may collect information about your computer such as your IP address, operating system and browser type and your use of the Site for the purposes of service improvement and marketplace administration."
  },
  "miscellaneousTerms": {
    "heading": "Miscellaneous Terms",
    "content1": "We are permitted to perform any of our obligations or services through third-party service providers and we may novate or assign any of our rights and obligations under these General Terms to a third-party, acting in our sole discretion.",
    "content2": "No partial exercise or failure or delay in exercising any right or remedy by us shall constitute a waiver by us of our remaining rights and remedies under these General Terms.",
    "content3": "If any clause of these General Terms is found to be invalid or void, it shall be severed from the remainder of these General Terms which shall not be affected.",
    "content4": "If any provision of these General Terms is found to be illegal, invalid or unenforceable by any court of competent jurisdiction, the remainder of the General Terms shall continue in full force and effect.",
    "content5": "All disclaimers, restrictions, exclusions of liability and limitations of liability as stated in these General Terms shall survive termination of the General Terms for whatever reason and shall continue to apply for any period during which the Site is not available to you or for your use for any reason whatsoever.",
    "content6": "These General Terms and any non-contractual obligations arising out of or in connection with them shall be governed by the laws of the Kingdom of Saudi Arabia and shall be subject to the exclusive jurisdiction of the competent Saudi Arabian courts."
  }
}
