{
  "heading": "الشروط والأحكام العامة",
  "subHeading": "رقميّة - الشؤون القانونية والامتثال",
  "introduction": {
    "heading": "مقدمة",
    "content1": "يتولى تشغيل منصة رقمية (يُشار إليها فيما يلي بلفظ 'الموقع/منصة رقمية') شركة رقمية للتمويل الجماعي بالدين، وهي شركة مساهمة مغلقة تأسست بموجب أنظمة المملكة العربية السعودية، بسجل تجاري رقم 1010449309، و يقع مقرها الرئيسي المسجل في 3252 طريق الأمير محمد بن عبد العزيز، مجمع الدغيثر رقم 2، الدور الثاني، العليا، الرياض 12241-6231، المملكة العربية السعودية. ('ويُشار إليها فيما يلي بلفظ 'منصة رقمية'). وتسري هذه الشروط والأحكام العامة (ويُشار إليها فيما يلي بلفظ 'الشروط العامة') عليك بصفتك مُستخدماً للموقع، بصرف النظر عمّا إن كنت مستثمراً أم طالباً للتمويل .",
    "content2": "يتعين عليك قراءة الشروط العامة بعناية قبل إستخدام هذا الموقع حيث إن دخولك إلى الموقع وإستخدامه يخضعان إلى هذه الشروط العامة. إن إستخدامك لهذا الموقع يعني أنك تُقر وتُوافق على: (1) أنك قرأت هذه الشروط العامة وفهمتها، و(2) قيامك بالإمتثال للشروط العامة والإلتزام بها. وفي حال عدم موافقتك على هذه الشروط العامة، أو على عدم الإلتزام بها، يتعين عليك الإمتناع عن إستخدام الموقع. ونحتفظ بالحق في تعديل الشروط العامة أو الموقع وفق سلطتنا التقديرية في أي وقت لأي أسباب نظامية أو رقابية أو أمنية، ولسنا مُلزمين بإخطارك بأي من تلك التعديلات. وتكون تلك التعديلات مُلزمةً بصرف النظر عمّا إن كنت على دراية بها من عدمه. وبناءً عليه، نوصيك بزيارة الموقع من حين إلى آخر للتأكد من أنك على دراية بأحدث نسخة من الشروط العامة.",
    "content3": "يتعين عليك الإمتثال إلى الشروط والأحكام الخاصة بالمستثمرين إذا كنت مستثمراً والشروط والأحكام الخاصة بطالبي التمويل إذا كنت طالب التمويل. تُقرأ هذه الشروط العامة وتُطبق مع الشروط والأحكام الخاصة بالمستثمرين والشروط والأحكام الخاصة بطالبي التمويل. كما يتعين عليك الإمتثال إلى سياسة الخصوصية الخاصة بنا.",
    "content4": "تُقرأ هذه الشروط العامة مع الشروط والأحكام الخاصة بالمستثمرين والشروط والأحكام الخاصة بطالبي التمويل وقائمة الأسئلة الشائعة وسياسة الخصوصية المنشورة على الموقع.",
    "content5": "في حالة وجود أي إستفسارات تتعلق بالموقع أو بهذه الشروط العامة، يرجى التواصل معنا عبر البريد الإلكتروني contactus@raqamyah.com"
  },
  "disclaimerRiskWarning": {
    "heading": "إخلاء المسؤولية والإنذار بالمخاطر",
    "content1": "أنت توافق على أنه لا يجوز إعتبار أي مُحتوى منشُور على الموقع على أنه توصية أو مشورة بشأن مدى ملائمة أي تمويل أو مُعاملة لك أو لأي شخص آخر. ولن نقوم نحنُ ولا أي من مديرينا أو مسؤولينا أو موظفينا أو أي مُزود خدمة من الغير بتقديم أي مشورة إليك شخصياً فيما يتعلق بطبيعة أي تمويل أو معاملة على وجه التحديد أو بشأن قيمتها أو مدى ملائمتها إليك. ونحن لسنا مُخولين بتقديم أو منح أي مشورة بخصوص أي إستثمار أو تمويل.",
    "content2": "جميع المحتويات والمواد المنشورة على الموقع مُقدمة بغرض العلم والإطلاع عليها فقط. وليس على هذا الموقع ما يُمثل أي نوع من أنواع المشورة أو التوصية من جانبنا ولا يجوز تفسير أي محتوى على أنه عرض أو طلب أو دعوة أو توصية من أجل إبرام أي إتفاقية تمويل أو الإشتراك فيها ولا يجوز الإعتماد على أي محتوى في إتخاذ أي قرار بشأن تمويل مُعين. وليس على هذا الموقع ما يدعوك أو يحفزك على الإشتراك في أي نوع من أنواع أنشطة التمويل أو الحصول على تمويل وليس على هذا الموقع ما يجوز تفسيره على أنه يمنح ضمانات أو يُقدم دعوة إلى أي فرد من أفراد المجتمع من أجل المشاركة في إبرام أي إتفاقية تمويل أو التعاقد عليها أو الدخول فيها. وليس على هذا الموقع ما يتضمن أو يُفسَّر على أنه يتضمن أي بيان أو إعلان أو تبليغ يحثُ على الإشتراك في أنشطة التمويل. وعليه، نوصيك بالإستعانة بمستشار مالي للحصول على مشورة مستقلة قبل إتخاذ أي قرار.",
    "content3": "ليس على هذا الموقع ما يتضمن أو يجوز تفسيره على أن يتضمن عرضاً أو طلباً موجهاً إلى أي شخص في أي مكان للإشتراك في أنشطة التمويل والخدمات المرتبطة بها.",
    "content4": "أنت تُقر وتوافق على أن جميع التقييمات الإئتمانية والتوصيفات والبيانات المالية الأخرى المتاحة على الموقع مُجمعة من مصادر خارجية وأننا قمنا، حيثما أمكن، بالتحقق من تلك البيانات بقدر المستطاع من الناحية التجارية لكننا لا نضمن بأي شكل من الأشكال مدى صحة أو دقة تلك المعلومات ولا نقر بأنها وافية أو دقيقة."
  },

  "disclaimerWarranties": {
    "heading": "إخلاء المسؤولية من الضمانات",
    "content1": "لا يُقدم هذا الموقع أي ضمانات صريحة أو ضمنية أياً كان نوعها أو طبيعتها. ولا تُقدم منصة رقمية ولا أي من موظفينا ومديرينا ووكلائنا ولا أي من مزودي الخدمة من الغير أي ضمان بخصوص دقة أو صحة أي من المعلومات المنشورة على الموقع أو بشأن مصداقيتها. ولا نضمن لك مدى ملائمة أياً من الخدمات المُقدمة على الموقع للغرض المُحدد الذي تقصدُه. وبموجب هذه الشروط العامة، فإننا نستبعد وننفي وجود أي ضمانات صريحة أو ضمنية حول كافة المعلومات والخدمات المقدمة على الموقع فيما عدا الضمانات التي لا يجوز استبعادها عملاً بأحكام الأنظمة المعمول بها.",
    "content2": "لا نضمن بقاءُ الموقع مُتاحاً للإستخدام بالنظر إلى طبيعة عمل الإنترنت. ولا نضمن بقاء الموقع أو أي جزء منه مُتاحاً للإستخدام أو عدم تعطله أو خلوه من الأخطاء التقنية في أي وقت، ولا نضمن خلو الموقع من الفيروسات الحاسوبية أو أي مكونات ضارة أخرى",
    "content3": "لن نتحمل أي مسؤولية في حال قيام أي شخص من الغير بإختراق أي مُراسلات تُرسل عبر الموقع على شبكات الإتصالات العامة، أو في حال تأخُرها أو عدم وصولها بشكل صحيح."
  },
  "eligibility&Registration": {
    "heading": "الأهلية والتسجيل",
    "content1": "لدخول إلى الموقع، تقر وتتعهد بأنك تتمتع بكامل الأهلية المعتبرة نظاماً وشرعاً للدخول إلى هذا الموقع. كما تقر بأنه سيُطلَب منك التسجيل بصفتك مستثمراً أو طالباً للتمويل، وأننا نحتفظ بحق رفض طلبك للتسجيل حسب سلطتنا التقديرية. ويتعين عليك إتباع إجراءات التسجيل على الموقع لكي تصبح مستثمراً أو طالباً للتمويل حسب الشروط المطلوبة لأيٍ منهما، بالإضافة إلى إنشاء إسم مستخدم وكلمة مرور لإستخدامهما في الدخول إلى الموقع، والإجابة على جميع الأسئلة الأمنية التي سنطرحها عليك بهذا الخصوص.",
    "content2": "عند التسجيل لتصبح مستثمراً أو طالباً للتمويل، سيُطلَب منك تقديم معلومات مفصلة عنك شخصياً أو عن الشركة التي تُمثلها. ويحق لنا حسب سلطتنا التقديرية أن نطلب منك تقديم مُستندات إضافية بهدف إستيفاء أي متطلبات ينص عليها مبدأ إعرف عميلك بموجب النظام المعمول به.",
    "content3": "أنت تضمن وتقر بأن جميع المعلومات التي من المقرر أن تُقدمها على النحو المذكور أعلاه هي معلومات وافية وصحيحة وحقيقية من جميع النواحي."
  },
  "security": {
    "heading": "الأمن",
    "content1": "بالنسبة لبعض الأقسام من الموقع التي تتطلب إسم مستخدم وكلمة مرور لتسجيل الدخول، فإنك توافق على عدم الحصول أو عدم محاولة الحصول على بيانات دخول غير مُصرح به إلى تلك الأقسام من الموقع أو توافق على الإلتزام بالحصول أو محاولة الحصول على بيانات دخول مُصرح به إلى المواد والمعلومات المحمية الأخرى.",
    "content2": "عند تسجيل الدخول إلى منصة رقمية، سيُطلب منك في كل مرة إدخال عُنوان البريد الإلكتروني وكلمة المرور الخاصة بحسابك بالإضافة إلى الإجابة على سؤال أو أكثر من الأسئلة الأمنية. إن بيانات إسم المستخدم وكلمة المرور الخاصة بحسابك هي بيانات تخصُ حسابك حصراً ولا يجوز مشاركتها مع الغير. ويتعين عليك الحفاظ على سرية بيانات إسم المستخدم وكلمة المرور الخاصة بحسابك، كما إنك مُلزم بإخطارنا على الفور في حال ضياع تلك البيانات أو الإفصاح عنها أو إستخدامها إستخداماً غير مصرح به. ولا يجوز لك بيع إسم المستخدم الخاص بك أو نقل ملكيته إلى الغير. إذا فوضت موظفاً أو مديراً أو مسؤولاً أو وكيلاً ليقوم بالنيابة عنك بإستخدام بيانات تسجيل الدخول الخاصة بحسابك، فإنك تتحمل المسؤولية عن جميع نشاطاتهم على الموقع. ويحق لنا حظر الدخول إلى حسابك أو بخلاف ذلك التصرف وفق تعليماتك عند الإشتباه في أن الشخص الذي قام بتسجيل الدخول إلى حسابك لم يكن أنت أو لم يكن من الأشخاص الذين فوضتهم بالدخول إلى حسابك، أو عند إشتباهك في وقوع إستخدام أو نشاط غير مصرح به أو نشاط غير نظامي أو إحتيالي.",
    "content3": "إن توفير الموقع لأي رابط إلكتروني للوصول إلى موقع إلكتروني آخر لا يعني أننا نتبنى أو نتفق بأي شكل كان مع ذلك الموقع الإلكتروني أو مُحتوياته أو مُشغله. أنت تُقر بأن مُحتويات ذلك الموقع الإلكتروني الآخر لا تخضع لسيطرتنا ومن ثم لن نتحمل أي مسؤولية عن أي خسارة أو ضرر قد ينشأ عن إستخدامك لذلك الموقع الإلكتروني الآخر. ويسري ذلك سواء أكان دخولك إلى تلك المواقع الإلكترونية الأخرى عن طريق الموقع من خلال نص تشعُبي أم روابط حاسوبية أخرى. ولا يجري توفير النصوص التشعبية أو الروابط الحاسوبية الأخرى إلا بغرض العلم بها وسهولة الرجوع حصراً. إن توفير أي نص تشعُبي أو روابط حاسوبية أخرى للوصول إلى أي موقع إلكتروني خارجي لا يعني أننا نتبنى أو نعتمد ذلك الموقع الإلكتروني الخارجي أو الخدمات أو المنتجات التي يُقدمها. إن إستخدامك لموقع إلكتروني خارجي قد يكون خاضعاً للشروط والأحكام الخاصة بذلك الموقع الإلكتروني الخارجي.",
    "content4": "لا يجوز لك أن تُنشئ على أي موقع إلكتروني خارجي رابطاً إلكترونياً إلى أي جزء من موقعنا. ويحق لنا سحب إذن إنشاء الروابط الإلكترونية دون سابق إشعار.",
    "content5": "لن نتحمل أي مسؤولية أو إلتزام تجاه إستخدامك أو عدم قدرتك على إستخدام أي برمجيات أو مواد أخرى تُوفرها جهات خارجية على الموقع، ولن نتحمل أي مسؤولية أو إلتزام تجاه أي شخص أو جهة بشأن أستخدامهم أو عدم قدرتهم على إستخدام أي برمجيات أو مواد أخرى تُوفرها جهات خارجية على الموقع."
  },
  "siteAvailability": {
    "heading": "إتاحة الموقع",
    "content1": "تُتاح إمكانية الوصول والدخول إلى الموقع 'حسب توافرها' فقط.",
    "content2": "يجوز لنا تقييد إتاحة الوصول والدخول إلى الموقع لتكون مُقتصرة على أشخاص معينة أو مواقع جغرافية مُحددة حسبما نراه مُناسباً وفق سُلطتنا التقديرية.",
    "content3": "يجوز لنا تقييد وصولك ودخولك إلى الموقع أو سحبه حسب سلطتنا التقديرية في أي وقت ودون سابق إشعار لأي أسباب قانونية أو رقابية أو تجارية أو أمنية أو فنية أو لأغراض الصيانة."
  },
  "siteRestriction": {
    "heading": "القيود المفروضة على إستخدام الموقع",
    "content1": "أنت توافق على الإمتثال لجميع الأنظمة واللوائح المحلية والدولية السارية على إستخدامك للموقع والإمتناع عن إستخدام الموقع في أي أغراض غير مشروعة أياً كانت.",
    "content2": "إن إستخدامك للموقع بما يُخالف القسم 7 (القيود المفروضة على إستخدام الموقع) أو هذه الشروط العامة قد يؤدي إلى تعليق حقك في إستخدام الموقع أو إنهائه، ويجوز لنا، حسب سلطتنا التقديرية، أن نُبلغ السلطات المُختصة بأي مخالفة والإفصاح عن هويتك والمعلومات الأخرى التي تطلبها السلطات المختصة.",
    "content3": "أنت توافق على:",
    "content3List": [
      "عدم إستخدام الموقع بأي طريقة تؤدي إلى الإضرار بخوادمنا",
      "عدم إستخدام الموقع بأي طريقة تخالف الأنظمة السارية.",
      "عدم نسخ أي معلومات أو بيانات أو محتويات منشورة على الموقع أو إستخراج نسخة منها دون موافقة خطية مسبقة منا.",
      "عدم إنشاء أي مُحتوى ينطوي على مغالطات أو تضليل أو غش وإحتيال أو تهديد أو تحريض أو مخالفة للأنظمة، أو تحميله أو نشره أو إتاحته عبر الموقع.",
      "عدم محاولة الدخول بطريقة غير مُصرح بها إلى الموقع أو إلى أي خادم أو قاعدة بيانات أو حاسوب متصل بالموقع.",
      "عدم نسخ أي مُحتوى من الموقع أو إستخراج نسخة منه أو تعديله أو تغييره أو نشره دون الحصول على إذن خطي مُسبق منا."
    ]
  },
  "obligations": {
    "heading": "إلتزاماتك",
    "content1": "يتعين عليك الإلتزام بالآتي:",
    "content1List": [
      "عدم إستخدام موقع منصة رقمية إلا في الأغراض المقصودة منها وبما يتفق مع هذه الشروط العامة والشروط والأحكام الخاصة بالمستثمرين والشروط والأحكام الخاصة بطالبي التمويل.",
      "تزويدنا بمعلومات دقيقة حسبما يُطلب منك أو حسبما أنت ملزم بتقديمها، وضمان بقاء جميع تلك المعلومات مُحدَثَة.",
      "تحمل المسؤولية عن توفير برامج الحماية من الفيروسات على الأجهزة الخاصة بك.",
      "الإمتثال لجميع الشروط المنصوص عليها في النظام المعمول به بشأن موقع منصة رقمية."
    ],
    "content2": "يتعين عليك الإمتناع عن القيام بأي مما يلي:",
    "content2List": [
      "إجراء أي تعديلات غير مصرح بها على موقع منصة رقمية بأي وسيلة كانت.",
      "نسخ الموقع بأكمله أو أي جزء منه أو أي مواد أو معلومات منشورة عليه أو تعديلها أو إستخراج نسخة منها أو نقلها أو تغييرها أو توزيعها.",
      "إخفاء عنوان بروتوكول الإنترنت الخاص بحاسوبك أو تغييره للدخول إلى الموقع أو إتخاذ أي خطوات تمنعنا من التعرف بشكل صحيح على عنوان بروتوكول الإنترنت الفعلي الخاص بحاسوبك أثناء الدخول إلى موقع منصة رقمية.",
      "الحصول على بيانات دخول غير مصرح به أو مساعدة الغير في الحصول على بيانات دخول غير مصرح به إلى موقع منصة رقمية.",
      "إستخدام موقع منصة رقمية في أي غرض غير مشروع بموجب النظام المعمول به، بما في ذلك إستخدامه في ممارسة الغش والإحتيال.",
      "إستخدام موقع منصة رقمية بأي طريقة تعطل عملياتها أو تؤثر سلباً عليها أو تتسبب في تعطلها."
    ]
  },
  "conflictInterest": {
    "heading": "تعارض المصالح",
    "content1": "حسب أنظمة البنك المركزي السعودي وحسب اللوائح المنظمة لأنشطة التمويل الجماعي بالدين فإنه لا يجوز لنا، ولأي من شركاتنا التابعة أو مسؤولينا أو مديرينا أو موظفينا أو وكلائنا أو أي شخص آخر تربطنا به علاقة أياً كان شكلها، إمتلاك مصلحة مادية أو علاقة مادية بأي معاملة قد تبرمها على الموقع ويمكن أن ينشأ عنها تعارض مصالح. كما أننا سنقوم بالإفصاح عن أي تعارض مصالح من ذلك القبيل."
  },
  "liability&indemnity": {
    "heading": "التعويض والإعفاء من المسؤولية",
    "content1": "أنت تستخدم هذا الموقع على مسؤوليتك الشخصية. لن نتحمل نحن ولا أي من شركاتنا التابعة أو مسؤولينا أو مديرينا أو موظفينا أو وكلائنا أو أي شخص آخر تربطنا به علاقة أياً كان شكلها، أي مسؤولية تجاهك أو تجاه أي طرف من الغير عن أي مما يلي:",
    "content1List": [
      "تأخر الخدمة على الموقع أو تعطلها، بغض النظر عن كيفية حدوث ذلك، وعن أي أضرار تقع نتيجة ذلك.",
      "أي إجراء أو قرار تتخذه أو لا تتخذه مُعتمداً في ذلك على الموقع أو أي من محتوياته.",
      "أي أضرار مُباشرة أو غير مُباشرة أو عرضية أو تبعية أو خاصة أو تأديبية أو مُتوقعة أو غيرها.",
      "أي خسائر أو أضرار ناجمة عن إستخدام الموقع أو محتوياته.",
      "الخسائر أو التعويضات أو المسؤوليات أو المطالبات أو المصروفات، بما فيها الأتعاب والتكاليف النظامية، سواء كانت مُباشرة أو غير مُباشرة أو فعلية أو تبعية أو مُتوقعة، ناشئة من إستخدامك للموقع أو محتوياته في أي مسألة بغض النظر عن سبب نشوئها",
      "أي خسارة أو أضرار ناجمة عن أي سبب يخرج عن سيطرة منصة رقمية، سواء بشكل مباشر أو غير مباشر."
    ],
    "content2": "تسري جميع أحكام الإعفاء من المسؤولية على النحو المنصوص عليه في هذه الشروط العامة إلى الحد الذي يسمح به النظام المعمول به.",
    "content3": "أنت توافق على تعويضنا تعويضاً كاملاً عن أي مسؤولية من أي نوع نتحملها عن أي خسارة أو ضرر أو مصروفات تكبدناها أو تحملناها نحن أو أي من شركاتنا التابعة أو مسؤولينا أو مديرينا أو موظفينا أو وكلائنا نتيجة مخالفتك أي من هذه الشروط العامة أو إستخدامك للموقع إستخداماً غير مناسياً."
  },
  "intellectualProperty": {
    "heading": "الملكية الفكرية",
    "content1": "إن هذا الموقع ومحتوياته ملك لنا أو ملك لمانحي تراخيصنا، حيثما ينطبق، ويخضعان للحماية التي توفرها أنظمة حقوق المؤلف والعلامة التجارية وبراءة الإختراع والأنظمة الأخرى المعمول بها.",
    "content2": "يجوز لك تحميل المحتوى وطباعته من هذا الموقع (1) لإستخدامك الشخصي حصراً، أو (2) لإستخدامه حصراً في سياق العمل الإعتيادي، أو (3) إلى الحد اللازم لإستخدام أي من الخدمات على هذا الموقع فقط. ولا يجوز نسخ محتوى الموقع أو إستخراج نسخة منه أو تعديله أو إعادة توزيعه أو إستخدامه أو التعامل معه بأي طريقة بخلاف ذلك إلا بعد الحصول على موافقة خطية صريحة منا.",
    "content3": "لا يجوز لك إستخراج نسخة من أي جزء من هذا الموقع أو تخزينه أو تعديله أو إقتباس محتوى منه أو رفعه إلكترونياً أو تنظيمه أو تنفيذه علناً أو نقله بأي شكل كان، دون الحصول على موافقة خطية صريحة منا.",
    "content4": "نحن نمتلك جميع حقوق ملكية المؤلف والعلامات التجارية المسجلة وغير المسجلة، وحقوق التصميمات، والتصميمات غير المسجلة، وحقوق قواعد البيانات الحالية والمستقبلية، وحقوق الملكية الفكرية الحالية والمستقبلية الموجودة في الموقع و منصة رقمية أو ذات صلة بهما. في حال آلت إليك أي من حقوق الملكية الفكرية المذكورة إعمالاً للأنظمة المطبقة أو خلافه، فإنك توافق على إتخاذ جميع الإجراءات وتوقيع جميع المستندات اللازمة، في الحال أو في المستقبل، حسبما نطلب منك على نحو معقول، بهدف التنازل عن حقوق الملكية الفكرية المذكورة لصالحنا يإعتبارنا المالك الشرعي لها. وسوف تحتفظ بملكية جميع حقوق المؤلف المرتبطة بالبيانات التي تُحملها إلكترونياً أو تُقدمها إلى الموقع وتمنحنا بخصوصها ترخيصاً في جميع أنحاء العالم دائماً وحصريّاً وخالياً من الأتاوات (التعويضات) وغير قابل للإنهاء بإستخدام هذه البيانات ونسخها وتوزيعها ونشرها ونقلها بأي طريقة."
  },
  "confidentiality": {
    "heading": "المحافظة على السرية",
    "content1": "لا يجوز لك في أي وقت إفشاء أي معلومات سرية أو تبليغها إلى أي شخص فيما عدا (1) المستشارين المهنيين أو مُمثليهم أو (2) إذا تم طلبها من أي محكمة مختصة، أو (3) لأي هيئة نظامية أو رقابية. أنت مُلزم ببذل قصارى جهدك لمنع الإفصاح غير المُصرح به عن أي معلومات سرية، ويتعين عليك ألا تستخدم هذه المعلومات السرية إلا لأغراض مُراجعة المعاملات عبر منصة رقمية أو عرضها أو دراستها أو إبرامها.",
    "content2": "تتضمن المعلومات السرية جميع المعلومات المتوفرة في أي شكل، سواء مرئية أم شفهية أم إلكترونية، التي تتعلق بمنصة رقمية أو أي مستثمر أو أي مُمَوَّل أو أي شركة (بما يشمل شركات المستثمرين والمُمَوَّلين (طالبي التمويل) أو أي شخص أو أي شركة كانت تتمتع بصفة مستثمر أو مُمَوَّل، والتي يتم توفيرها أو الإفصاح عنها من خلال رقمية أو لموظفيها أو وكلائها فيما يتعلق بإستخدام منصة رقمية."
  },
  "termination": {
    "heading": "الإنهاء",
    "content1": "يحق لنا إنهاء معلومات تسجيل الدخول الخاصة بك أو دخولك إلى الموقع أو كليهما لأي سبب أو دون سبب في أي وقت، سواء بمنحك إخطار أم لا، ودون تحمل أي مسؤولية تجاهك أو تجاه الغير نتيجة لذلك الإنهاء.",
    "content2": "ومع ذلك، يستمر سريان جميع (1) أحكام إخلاء المسؤولية (2) القيود (3) أحكام الإعفاء من المسؤولية (4) القيود على المسؤولية على النحو المذكور في هذه الشروط العامة وعلى الموقع، بعد الإنهاء. عند الإنهاء أو التعليق، يتعين عليك عدم إستخدام الموقع أو الدخول إليه سواء بشكل مباشر أم غير مباشر."
  },
  "privacy&Cookies": {
    "heading": "الخصوصية وملفات تعريف الإرتباط",
    "content1": "يجوز لنا جمع جميع المعلومات الشخصية التي تقدمها عبر هذا الموقع أو منصة رقمية وتخزينها ومعالجتها وإستخدامها بما يتفق مع سياسة الخصوصية الخاصة بنا.",
    "content2": "يتعين قراءة هذه الشروط العامة وبالإضافة إلى سياسة الخصوصية، وتؤكد أنك قرأت سياسة الخصوصية وتوافق على الإلتزام بها. في حال عدم موافقتك على سياسة الخصوصية، أو عدم موافقتك على الإلتزام بها، فيتعين عليك التوقف فوراً عن إستخدام الموقع.",
    "content3": "عند إستخدامك هذا الموقع، يجوز لنا جمع معلومات عن حاسوبك، مثل عنوان بروتوكول الإنترنت ونظام التشغيل ونوع المتصفح وإستخدامك للموقع لأغراض تحسين الخدمة وإدارة السوق."
  },
  "miscellaneousTerms": {
    "heading": "أحكام متنوعة",
    "content1": "يجوز لنا أداء أي من إلتزاماتنا أو خدماتنا من خلال مقدمي خدمات من الغير، ويجوز لنا إستبدال أي من حقوقنا وإلتزاماتنا أو التنازل عنها بموجب هذه الشروط العامة إلى طرف آخر، حسب سلطتنا التقديرية",
    "content2": "لا تُشكل أي ممارسة جزئية أو عدم ممارسة أو تأخير في ممارسة أي حق أو تعويض تخلياً منا عن باقي الحقوق والتعويضات بموجب هذه الشروط العامة.",
    "content3": "في حال ما إذا تبين بطلان أو إلغاء أي بند من بنود هذه الشروط العامة ، فيلزم فصله عن باقي بنود هذه الشروط العامة التي لا تتأثر ببطلانه أو إلغائه.",
    "content4": "في حال قررت أي محكمة مختصة عدم قانونية أو بطلان أو عدم قابلية تنفيذ أي حكم من أحكام هذه الشروط العامة، تظل باقي أحكام هذه الشروط العامة بكامل القوة والأثر القانونيين.",
    "content5": "يستمر سريان جميع أحكام إخلاء المسؤولية والقيود على المسؤولية وأحكام الإعفاء من المسؤولية على النحو المنصوص عليه في هذه الشروط العامة بعد الإنهاء لأي سبب، كما تستمر في السريان لأي مدة يكون الموقع خلالها غير متاح لك أو لإستخدامك لأي سبب كان.",
    "content6": "تخضع هذه الشروط العامة وأي إلتزامات غير تعاقدية ناشئة عنها أو تتعلق بها إلى كل من أنظمة المملكة العربية السعودية والإختصاص القضائي الحصري لمحاكم المملكة العربية السعودية المختصة"
  }
}
